MSG_1 = 'Превышен лимит времени выполнения программы. Ограничение на 5 секунд!'
MSG_2 = (
    'Функция проверки должна начинаться с:\n'
    '"def checker(right_value: str, value: str) -> bool:"'
)
MSG_3 = 'Функция проверки не имеет инструкции "return"'
MSG_4 = 'Средство проверки должно возвращать логическое значение'
MSG_5 = 'Неверный вызов для проверки. See details'
MSG_6 = 'Непредвиденная ошибка во время выполнения кода. See details'
MSG_7 = 'Ошибка компиляции. See details'
MSG_8 = 'Вам нужно указать консольный ввод'
MSG_RUST_PANIC = 'Программа во время выполнения вызвала panick'
MSG_RUST_COMPILE_ERROR = 'Ошибка компиляции. See details'